<script setup>
import Layout from "../Layouts/ClientNewLayout.vue";

import AudioPlayer from 'vue3-audio-player'
import 'vue3-audio-player/dist/style.css'
</script>

<template>
    <Layout>
        <template #default>

            <Header/>

            <main>
                <div class="page-head">
                    <div class="container">
                        <nav class="swiper breadcrumb-slider breadcrumb-slider--js swiper-initialized swiper-horizontal swiper-free-mode swiper-backface-hidden" aria-label="breadcrumb">
                            <ol class="breadcrumb swiper-wrapper" itemscope="itemscope" itemtype="http://schema.org/BreadcrumbList" id="swiper-wrapper-6cc2f9365fe6b1f8" aria-live="polite" style="transform: translate3d(0px, 0px, 0px);">
                                <li class="breadcrumb-item swiper-slide swiper-slide-active" itemprop="itemListElement" itemscope="itemscope" itemtype="http://schema.org/ListItem" role="group" aria-label="1 / 2">
                                    <svg class="icon icon-chevron-breadcrumbs ">
                                        <use xlink:href="/storage/site/img/svg/sprite.svg#chevron-breadcrumbs"></use>
                                    </svg><a href="/" itemprop="item"><span itemprop="name">Главная</span>
                                    <meta itemprop="position" content="1"></a>
                                </li>


                                <li class="breadcrumb-item swiper-slide active swiper-slide-next" itemprop="itemListElement" itemscope="itemscope" itemtype="http://schema.org/ListItem" role="group" aria-label="2 / 2">
                                    <svg class="icon icon-chevron-breadcrumbs ">
                                        <use xlink:href="/storage/site/img/svg/sprite.svg#chevron-breadcrumbs"></use>
                                    </svg>
                                    <a href="/politics/" itemprop="item">
                                        <span itemprop="name">Политика конфиденциальности</span>
                                        <meta itemprop="position" content="2">
                                    </a>
                                </li>


                            </ol>
                            <span class="swiper-notification" aria-live="assertive" aria-atomic="true"></span><span class="swiper-notification" aria-live="assertive" aria-atomic="true"></span></nav>	</div>
                </div>
                <!-- start sTextContent-->
                <section class="sTextContent section" id="sTextContent">
                    <div class="container">
                        <div class="row">
                            <div class="sTextContent__col col-lg-9">
                                <h1>Политика конфиденциальности</h1>
                                <div class="sTextContent__date">Редакция от 1 февраля 2022 года
                                </div>
                                <p>Настоящая Политика конфиденциальности персональных данных (далее&nbsp;— Политика конфиденциальности) действует в&nbsp;отношении всей информации, которую Интернет-сайт NextIt, расположенный на&nbsp;доменном имени <a href="https://nextit.ru" target="_blank">https://nextit.ru </a>, может получить о&nbsp;Пользователе во&nbsp;время использования сайта.</p>
                                <ol class="hrefs-js">
                                    <li id="DefinitionOfTerms">Определение терминов
                                        <ol>
                                            <li class="fw-bold">В&nbsp;настоящей Политике конфиденциальности используются следующие термины:
                                                <ol>
                                                    <li><strong>«Администрация сайта (далее&nbsp;— Администрация сайта) »</strong>— уполномоченные сотрудники на&nbsp;управления сайтом, действующие от&nbsp;имени NextIt, которые организуют&nbsp;и (или) осуществляет обработку персональных данных, а&nbsp;также определяет цели обработки персональных данных, состав персональных данных, подлежащих обработке, действия (операции), совершаемые с&nbsp;персональными данными.</li>
                                                    <li><strong>«Персональные данные»</strong>&nbsp;— любая информация, относящаяся к&nbsp;прямо или косвенно определенному или определяемому физическому лицу (субъекту персональных данных).</li>
                                                    <li><strong>«Обработка персональных данных»</strong>&nbsp;— любое действие (операция) или совокупность действий (операций), совершаемых с&nbsp;использованием средств автоматизации или без использования таких средств с&nbsp;персональными данными, включая сбор, запись, систематизацию, накопление, хранение, уточнение (обновление, изменение), извлечение, использование, передачу (распространение, предоставление, доступ), обезличивание, блокирование, удаление, уничтожение персональных данных.</li>
                                                    <li><strong>«Конфиденциальность персональных данных»</strong>&nbsp;— обязательное для соблюдения Оператором или иным получившим доступ к&nbsp;персональным данным лицом требование не&nbsp;допускать их&nbsp;распространения без согласия субъекта персональных данных или наличия иного законного основания.</li>
                                                    <li><strong>«Пользователь сайта (далее ‑ Пользователь)»</strong>&nbsp;— лицо, имеющее доступ к&nbsp;Сайту, посредством сети Интернет и&nbsp;использующее Сайт.</li>
                                                    <li><strong>«Cookies»</strong>&nbsp;— небольшой фрагмент данных, отправленный веб-сервером и&nbsp;хранимый на&nbsp;компьютере пользователя, который веб-клиент или веб-браузер каждый раз пересылает веб-серверу в&nbsp;HTTP-запросе при попытке открыть страницу соответствующего сайта.</li>
                                                    <li><strong>«IP-адрес»</strong>&nbsp;— уникальный сетевой адрес узла в&nbsp;компьютерной сети, построенной по&nbsp;протоколу&nbsp;IP.</li>
                                                </ol>
                                            </li>
                                        </ol>
                                    </li>
                                    <li id="GeneralProvisions">Общие положения
                                        <ol>
                                            <li>Использование Пользователем сайта означает согласие с&nbsp;настоящей Политикой конфиденциальности и&nbsp;условиями обработки персональных данных Пользователя.</li>
                                            <li>В&nbsp;случае несогласия с&nbsp;условиями Политики конфиденциальности Пользователь должен прекратить использование сайта.</li>
                                            <li>Настоящая Политика конфиденциальности применяется только к&nbsp;сайту NextIt. Сайт не&nbsp;контролирует и&nbsp;не&nbsp;несет ответственность за&nbsp;сайты третьих лиц, на&nbsp;которые Пользователь может перейти по&nbsp;ссылкам, доступным на&nbsp;сайте.</li>
                                            <li>Администрация сайта не&nbsp;проверяет достоверность персональных данных, предоставляемых Пользователем сайта.</li>
                                        </ol>
                                    </li>
                                    <li id="SubjectOfPrivacyPolicy">Предмет политики конфиденциальности
                                        <ol>
                                            <li>Настоящая Политика конфиденциальности устанавливает обязательства Администрации сайта по&nbsp;неразглашению и&nbsp;обеспечению режима защиты конфиденциальности персональных данных, которые Пользователь предоставляет по&nbsp;запросу Администрации сайта при регистрации на&nbsp;сайте или при оформлении заказа для приобретения Услуги.</li>
                                            <li>Персональные данные, разрешённые к&nbsp;обработке в&nbsp;рамках настоящей Политики конфиденциальности, предоставляются Пользователем путём заполнения регистрационной формы и&nbsp;включают в&nbsp;себя следующую информацию:
                                                <ul>
                                                    <li>фамилия, имя и&nbsp;отчество Пользователя;</li>
                                                    <li>контактный телефон Пользователя;</li>
                                                    <li>адрес электронной почты (e-mail) Пользователя;</li>
                                                    <li>cтрана, город и&nbsp;адрес жительства Пользователя.</li>
                                                </ul>
                                            </li>
                                            <li class="fw-bold">Сайт защищает Данные, которые автоматически передаются в&nbsp;процессе просмотра рекламных блоков и&nbsp;при посещении страниц, на&nbsp;которых установлен статистический скрипт системы («пиксель»):
                                                <ul>
                                                    <li>IP адрес;</li>
                                                    <li>информация из cookies;</li>
                                                    <li>информация о&nbsp;браузере (или иной программе, которая осуществляет доступ к&nbsp;показу рекламы);</li>
                                                    <li>время доступа;</li>
                                                    <li>адрес страницы, на которой расположен рекламный блок;</li>
                                                    <li>реферер (адрес предыдущей страницы).</li>
                                                </ul>
                                                <ol>
                                                    <li>Отключение cookies может повлечь невозможность доступа к&nbsp;частям сайта, требующим авторизации.</li>
                                                    <li>Сайт осуществляет сбор статистики об&nbsp;IP-адресах своих посетителей. Данная информация используется с&nbsp;целью выявления и&nbsp;решения технических проблем, для контроля законности проводимых финансовых платежей.</li>
                                                </ol>
                                            </li>
                                            <li>Любая иная персональная информация неоговоренная выше (история покупок, используемые браузеры и&nbsp;операционные системы и&nbsp;т.д.) подлежит надежному хранению и&nbsp;нераспространению, за&nbsp;исключением случаев, предусмотренных в&nbsp;п.п.&nbsp;5.2. и&nbsp;5.3. настоящей Политики конфиденциальности.</li>
                                        </ol>
                                    </li>
                                    <li id="CollectionPurposes">Цели сбора персональной информации пользователя
                                        <ol>
                                            <li class="fw-bold">Персональные данные Пользователя Администрация сайта может использовать в&nbsp;целях:
                                                <ol>
                                                    <li>Идентификации Пользователя, зарегистрированного на&nbsp;сайте, для оформления заказа&nbsp;и (или) заключения Договора на&nbsp;оказание услуги дистанционным способом.</li>
                                                    <li>Предоставления Пользователю доступа к&nbsp;персонализированным ресурсам Сайта.</li>
                                                    <li>Установления с&nbsp;Пользователем обратной связи, включая направление уведомлений, запросов, касающихся использования Сайта, оказания услуг, обработка запросов и&nbsp;заявок от&nbsp;Пользователя.</li>
                                                    <li>Определения места нахождения Пользователя для обеспечения безопасности, предотвращения мошенничества.</li>
                                                    <li>Подтверждения достоверности и&nbsp;полноты персональных данных, предоставленных Пользователем.</li>
                                                    <li>Создания учетной записи для совершения покупок, если Пользователь дал согласие на&nbsp;создание учетной записи.</li>
                                                    <li>Уведомления Пользователя Сайта о&nbsp;состоянии Заказа.</li>
                                                    <li>Обработки и&nbsp;получения платежей, подтверждения налога или налоговых льгот, оспаривания платежа, определения права на&nbsp;получение кредитной линии Пользователем.</li>
                                                    <li>Предоставления Пользователю эффективной клиентской и&nbsp;технической поддержки при возникновении проблем связанных с&nbsp;использованием Сайта.</li>
                                                    <li>Предоставления Пользователю с&nbsp;его согласия, обновлений продукции, специальных предложений, информации о&nbsp;ценах, новостной рассылки и&nbsp;иных сведений от&nbsp;имени сайта или от&nbsp;имени партнеров сайта.</li>
                                                    <li>Осуществления рекламной деятельности с&nbsp;согласия Пользователя.</li>
                                                    <li>Предоставления доступа Пользователю на&nbsp;сайты или сервисы партнеров Сайта с&nbsp;целью получения продуктов, обновлений и&nbsp;услуг.</li>
                                                </ol>
                                            </li>
                                        </ol>
                                    </li>
                                    <li id="MethodsAndTerms">Способы и&nbsp;сроки обработки персональной информации
                                        <ol>
                                            <li>Обработка персональных данных Пользователя осуществляется без ограничения срока, любым законным способом, в&nbsp;том числе в&nbsp;информационных системах персональных данных с&nbsp;использованием средств автоматизации или без использования таких средств.</li>
                                            <li>Пользователь соглашается с&nbsp;тем, что Администрация сайта вправе передавать персональные данные третьим лицам, в&nbsp;частности, курьерским службам, организациями почтовой связи, операторам электросвязи, исключительно в&nbsp;целях выполнения заказа Пользователя, оформленного на&nbsp;Сайте NextIt.</li>
                                            <li>Персональные данные Пользователя могут быть переданы уполномоченным органам государственной власти Российской Федерации только по&nbsp;основаниям и&nbsp;в&nbsp;порядке, установленным законодательством Российской Федерации.</li>
                                            <li>При утрате или разглашении персональных данных Администрация сайта информирует Пользователя об&nbsp;утрате или разглашении персональных данных.</li>
                                            <li>Администрация сайта принимает необходимые организационные и&nbsp;технические меры для защиты персональной информации Пользователя от&nbsp;неправомерного или случайного доступа, уничтожения, изменения, блокирования, копирования, распространения, а&nbsp;также от&nbsp;иных неправомерных действий третьих лиц.</li>
                                            <li>Администрация сайта совместно с&nbsp;Пользователем принимает все необходимые меры по&nbsp;предотвращению убытков или иных отрицательных последствий, вызванных утратой или разглашением персональных данных Пользователя.</li>
                                        </ol>
                                    </li>
                                    <li id="ObligationsOfParties">Обязательства сторон
                                        <ol>
                                            <li class="fw-bold">Пользователь обязан:
                                                <ol>
                                                    <li>Предоставить информацию о&nbsp;персональных данных, необходимую для пользования Сайтом.</li>
                                                    <li>Обновить, дополнить предоставленную информацию о&nbsp;персональных данных в&nbsp;случае изменения данной информации.</li>
                                                </ol>
                                            </li>
                                            <li class="fw-bold">Администрация сайта обязана:
                                                <ol>
                                                    <li>Использовать полученную информацию исключительно для целей, указанных в&nbsp;п.&nbsp;4&nbsp;настоящей Политики конфиденциальности.</li>
                                                    <li>Обеспечить хранение конфиденциальной информации в&nbsp;тайне, не&nbsp;разглашать без предварительного письменного разрешения Пользователя, а&nbsp;также не&nbsp;осуществлять продажу, обмен, опубликование, либо разглашение иными возможными способами переданных персональных данных Пользователя, за&nbsp;исключением п.п.&nbsp;5.2. и&nbsp;5.3. настоящей Политики Конфиденциальности.</li>
                                                    <li>Принимать меры предосторожности для защиты конфиденциальности персональных данных Пользователя согласно порядку, обычно используемого для защиты такого рода информации в&nbsp;существующем деловом обороте.</li>
                                                    <li>Осуществить блокирование персональных данных, относящихся к&nbsp;соответствующему Пользователю, с&nbsp;момента обращения или запроса Пользователя или его законного представителя либо уполномоченного органа по&nbsp;защите прав субъектов персональных данных на&nbsp;период проверки, в&nbsp;случае выявления недостоверных персональных данных или неправомерных действий.</li>
                                                </ol>
                                            </li>
                                        </ol>
                                    </li>
                                    <li id="ResponsibilityOfParties">Ответственность сторон
                                        <ol>
                                            <li>Администрация сайта, не&nbsp;исполнившая свои обязательства, несёт ответственность за&nbsp;убытки, понесённые Пользователем в&nbsp;связи с&nbsp;неправомерным использованием персональных данных, в&nbsp;соответствии с&nbsp;законодательством Российской Федерации, за&nbsp;исключением случаев, предусмотренных п.п.&nbsp;5.2., 5.3. и&nbsp;7.2. настоящей Политики Конфиденциальности.</li>
                                            <li class="fw-bold">В&nbsp;случае утраты или разглашения Конфиденциальной информации Администрация сайта не&nbsp;несёт ответственность, если данная конфиденциальная информация:
                                                <ol>
                                                    <li>Стала публичным достоянием до&nbsp;её&nbsp;утраты или разглашения.</li>
                                                    <li>Была получена от&nbsp;третьей стороны до&nbsp;момента её&nbsp;получения Администрацией сайта.</li>
                                                    <li>Была разглашена с&nbsp;согласия Пользователя.</li>
                                                </ol>
                                            </li>
                                        </ol>
                                    </li>
                                    <li id="DisputeResolution">Разрешение споров
                                        <ol>
                                            <li>До&nbsp;обращения в&nbsp;суд с&nbsp;иском по&nbsp;спорам, возникающим из&nbsp;отношений между Пользователем сайта и&nbsp;Администрацией сайта, обязательным является предъявление претензии (письменного предложения о&nbsp;добровольном урегулировании спора).</li>
                                            <li>Получатель претензии в&nbsp;течение 30&nbsp;календарных дней со&nbsp;дня получения претензии, письменно уведомляет заявителя претензии о&nbsp;результатах рассмотрения претензии.</li>
                                            <li>При не&nbsp;достижении соглашения спор будет передан на&nbsp;рассмотрение в&nbsp;судебный орган в&nbsp;соответствии с&nbsp;действующим законодательством Российской Федерации.</li>
                                            <li>К&nbsp;настоящей Политике конфиденциальности и&nbsp;отношениям между Пользователем и&nbsp;Администрацией сайта применяется действующее законодательство Российской Федерации.</li>
                                        </ol>
                                    </li>
                                    <li id="AdditionalTerms">Дополнительные условия
                                        <ol>
                                            <li>Администрация сайта вправе вносить изменения в&nbsp;настоящую Политику конфиденциальности без согласия Пользователя.</li>
                                            <li>Новая Политика конфиденциальности вступает в&nbsp;силу с&nbsp;момента ее&nbsp;размещения на&nbsp;Сайте, если иное не&nbsp;предусмотрено новой редакцией Политики конфиденциальности.</li>
                                            <li>Все предложения или вопросы по&nbsp;настоящей Политике конфиденциальности следует сообщать по&nbsp;адресу электронной почты <a href="#">info@nextit.ru.</a></li>
                                        </ol>
                                    </li>
                                </ol>
                            </div>
                            <div class="col-lg-3 d-none d-lg-block sticky-content-js">
                                <div class="nav-block" style="position: relative;">
                                    <div class="nav-block__content sticky-js" style="">
                                        <a class="nav-block__item" href="#DefinitionOfTerms">Определение терминов
                                        </a>
                                        <a class="nav-block__item" href="#GeneralProvisions">Общие положения
                                        </a>
                                        <a class="nav-block__item" href="#SubjectOfPrivacyPolicy">Предмет политики конфиденциальности
                                        </a>
                                        <a class="nav-block__item" href="#CollectionPurposes">Цели сбора персональной информации пользователей
                                        </a>
                                        <a class="nav-block__item" href="#MethodsAndTerms">Способы и сроки обработки персональной информации
                                        </a>
                                        <a class="nav-block__item" href="#ObligationsOfParties">Обязательства сторон
                                        </a>
                                        <a class="nav-block__item" href="#ResponsibilityOfParties">Ответственность сторон
                                        </a>
                                        <a class="nav-block__item" href="#DisputeResolution">Разрешение споров
                                        </a>
                                        <a class="nav-block__item" href="#AdditionalTerms">Дополнительные условия
                                        </a>
                                    </div>
                                </div>
                            </div>
                        </div>
                        <div class="btn-change-page">
                            <div class="row">
                                <div class="col-md">
                                    <a class="btn-change-page__item btn-change-page__item--back" href="/partner-terms">
                                        <div class="btn-change-page__content"><span>Назад</span>
                                            <div class="btn-change-page__text">Условия партнерской программы
                                            </div>
                                        </div>
                                        <svg class="icon icon-chevron-right ">
                                            <use xlink:href="/storage/site/img/svg/sprite.svg#chevron-right"></use>
                                        </svg>
                                    </a>
                                </div>
                                <div class="col-md">
                                    <a class="btn-change-page__item" href="/terms">
                                        <div class="btn-change-page__content"><span>Далее</span>
                                            <div class="btn-change-page__text">Пользовательское соглашение
                                            </div>
                                        </div>
                                        <svg class="icon icon-chevron-right ">
                                            <use xlink:href="/storage/site/img/svg/sprite.svg#chevron-right"></use>
                                        </svg>
                                    </a>
                                </div>
                            </div>
                        </div>
                    </div>
                </section>
                <!-- end sTextContent-->            </main>



        </template>
    </Layout>

</template>
<script>


import {mapGetters} from "vuex";

export default {
    data() {

        return {

        }
    },
    computed: {
        ...mapGetters(['getBots']),
    },
    mounted() {
        this.loadBots()
    },
    methods: {

    }
}
</script>
<style lang="scss">

</style>
