<script setup>
import Layout from "../Layouts/ClientNewLayout.vue";

import AudioPlayer from 'vue3-audio-player'
import 'vue3-audio-player/dist/style.css'
</script>

<template>
    <Layout>
        <template #default>


                <div class="page-head">
                    <div class="container">
                        <nav class="swiper breadcrumb-slider breadcrumb-slider--js swiper-initialized swiper-horizontal swiper-free-mode swiper-backface-hidden" aria-label="breadcrumb">
                            <ol class="breadcrumb swiper-wrapper" itemscope="itemscope" itemtype="http://schema.org/BreadcrumbList" id="swiper-wrapper-210910a1fe27a74ddb" aria-live="polite" style="transform: translate3d(0px, 0px, 0px);">
                                <li class="breadcrumb-item swiper-slide swiper-slide-active" itemprop="itemListElement" itemscope="itemscope" itemtype="http://schema.org/ListItem" role="group" aria-label="1 / 2">
                                    <svg class="icon icon-chevron-breadcrumbs ">
                                        <use xlink:href="/storage/site/img/svg/sprite.svg#chevron-breadcrumbs"></use>
                                    </svg><a href="/" itemprop="item"><span itemprop="name">Главная</span>
                                    <meta itemprop="position" content="1"></a>
                                </li>


                                <li class="breadcrumb-item swiper-slide active swiper-slide-next" itemprop="itemListElement" itemscope="itemscope" itemtype="http://schema.org/ListItem" role="group" aria-label="2 / 2">
                                    <svg class="icon icon-chevron-breadcrumbs ">
                                        <use xlink:href="/storage/site/img/svg/sprite.svg#chevron-breadcrumbs"></use>
                                    </svg>
                                    <a href="/terms/" itemprop="item">
                                        <span itemprop="name">Пользовательское соглашение</span>
                                        <meta itemprop="position" content="2">
                                    </a>
                                </li>


                            </ol>
                            <span class="swiper-notification" aria-live="assertive" aria-atomic="true"></span><span class="swiper-notification" aria-live="assertive" aria-atomic="true"></span></nav>	</div>
                </div>
                <!-- start sTextContent-->
                <section class="sTextContent section" id="sTextContent">
                    <div class="container">
                        <div class="row">
                            <div class="sTextContent__col col-lg-9">
                                <h1>Пользовательское соглашение</h1>
                                <div class="sTextContent__date">Редакция от 15 Октября 2022 года
                                </div>
                                <p>Настоящее Соглашение заключается между индивидуальный предприниматель ИП&nbsp;Каспор Николай Андреевич (ИНН 636205134795, ОГРНИП 313633019800069) (далее&nbsp;— Владелец) и&nbsp;любым лицом, становящимся после принятия условий данного соглашения пользователем сайта, расположенного в&nbsp;сети Интернет по&nbsp;адресу: <a href="https://nextit.ru" target="_blank">https://nextit.ru</a> (далее&nbsp;— Сайт), в&nbsp;дальнейшем именуемым «Пользователь», вместе по&nbsp;тексту Соглашения именуемые «Стороны», а&nbsp;по&nbsp;отдельности&nbsp;— «Сторона».</p>
                                <p>В&nbsp;соответствии со&nbsp;статьей 435 Гражданского кодекса&nbsp;РФ настоящее Пользовательское соглашение признается офертой.</p>
                                <p>В&nbsp;соответствии со&nbsp;статьей 438 Гражданского кодекса&nbsp;РФ безусловным принятием (акцептом) условий настоящего Соглашения считается факт регистрации на&nbsp;Сайте.</p>
                                <p>Настоящее Соглашение, заключаемое путем акцепта настоящей оферты, не&nbsp;требует двустороннего подписания и&nbsp;действительно в&nbsp;электронном виде.</p>
                                <ol class="hrefs-js">
                                    <li id="TermsAndDefinitions">Термины и определения
                                        <p class="fw-bold">В&nbsp;Соглашении, если из&nbsp;текста Соглашения прямо не&nbsp;вытекает иное, следующие слова и&nbsp;выражения будут иметь указанные ниже значения:</p>
                                        <ol>
                                            <li><strong>«Сайт»</strong>&nbsp;— совокупность программных и&nbsp;аппаратных средств для ЭВМ, обеспечивающих публикацию для всеобщего обозрения информации и&nbsp;данных, объединенных общим целевым назначением, посредством технических средств, применяемых для связи между ЭВМ в&nbsp;сети Интернет. Сайт находится в&nbsp;сети Интернет по&nbsp;адресу:<a href="https://nextit.ru" target="_blank">https://nextit.ru</a></li>
                                            <li><strong>«Администратор/Владелец Сайта»</strong>&nbsp;— индивидуальный предприниматель Каспор Николай Андреевич, фактический адрес которого: 443070, г. Самара, ул. Партизанская, д.&nbsp;86, офис 341.</li>
                                            <li><strong>«Контентом Сайта»</strong> признаются все объекты, размещенные на&nbsp;Сайте, в&nbsp;том числе элементы дизайна, текст, графические изображения, иллюстрации, видео, скрипты, программы, музыка, звуки и&nbsp;другие объекты и&nbsp;их&nbsp;подборки. Администратор/Владелец Сайта является обладателем исключительных прав на&nbsp;использование Сайта, включая весь контент Сайта.</li>
                                            <li><strong>«Пользователь»</strong>&nbsp;— пользователь сети Интернет, в&nbsp;частности Сайта, имеющий свою личную страницу (профиль/аккаунт).</li>
                                            <li><strong>«Профиль/аккаунт (Профиль)»</strong>&nbsp;— личная страница Пользователя на&nbsp;Сайте, доступная всем Пользователям Сайта.</li>
                                            <li><strong>«Учетная информация»</strong>&nbsp;— уникальное имя Пользователя (логин) и&nbsp;пароль для входа на&nbsp;Сайт, указываемые Пользователем при регистрации на&nbsp;Сайте.</li>
                                            <li><strong>«Модерация»</strong>&nbsp;— просмотр Владельцем Сайта размещаемой (или планируемой к&nbsp;размещению&nbsp;— Премодерация) на&nbsp;Сайте Пользователем информации на&nbsp;предмет ее&nbsp;соответствия положениям настоящего Соглашения.</li>
                                        </ol>
                                    </li>
                                    <li id="SubjectOfAgreement">Предмет соглашения
                                        <ol>
                                            <li>Владелец Сайта оказывает Пользователю услуги по&nbsp;предоставлению доступа к&nbsp;сервисам Сайта, при этом обязательным условием оказания Администратором/Владельцем Сайта услуг в&nbsp;соответствии с&nbsp;настоящим Соглашением является принятие, соблюдение Пользователем и&nbsp;применение к&nbsp;отношениям Сторон требований и&nbsp;положений, определенных настоящим Соглашением.</li>
                                            <li>Владелец Сайта оставляет за&nbsp;собой право изменять условия настоящего Соглашения и&nbsp;всех его неотъемлемых частей без согласования с&nbsp;Пользователем с&nbsp;уведомлением последнего посредством размещения на&nbsp;Сайте новой редакции Соглашения или какой-либо его неотъемлемой части, подвергшейся изменениям. Принимая во&nbsp;внимание, что информационная рассылка может быть признана Сторонами спамом, Пользователь обязуется не&nbsp;менее одного раза в&nbsp;месяц знакомиться с&nbsp;содержанием Соглашения, размещенного на&nbsp;Сайте, в&nbsp;целях своевременного ознакомления с&nbsp;его изменениями. Новая редакция Соглашения и/или какой-либо его неотъемлемой части вступает в&nbsp;силу с&nbsp;момента опубликования на&nbsp;Сайте, если иной срок вступления изменений в&nbsp;силу не&nbsp;определен Администратором/Владельцем Сайта при их&nbsp;опубликовании. Действующая редакция Соглашения и&nbsp;всех приложений к&nbsp;нему всегда находится на&nbsp;Сайте в&nbsp;публичном доступе по&nbsp;адресу: <a href="https://nextit.ru/terms/" target="_blank">https://nextit.ru/terms/.</a></li>
                                        </ol>
                                    </li>
                                    <li id="AdministrationRights">Права и&nbsp;обязанности администрации сайта
                                        <ol>
                                            <li class="fw-bold">Владелец Сайта обязуется:
                                                <ol>
                                                    <li>Оказывать Пользователю услуги, указанные в&nbsp;пункте 2.1 настоящего Соглашения. Доступ к&nbsp;Сайту предоставляется путем присвоения Пользователю Учетной информации в&nbsp;течение&nbsp;1 (одного) рабочего дня с&nbsp;даты регистрации последнего по&nbsp;адресу <a href="https://nextit.ru/login" target="_blank">https://nextit.ru/login.</a></li>
                                                    <li>Предоставлять Пользователю возможность самостоятельно публиковать информацию о&nbsp;самом себе.</li>
                                                    <li>Не&nbsp;разглашать третьим лицам Учетную информацию Пользователя.</li>
                                                    <li>Обеспечивать круглосуточную доступность сервера, на&nbsp;котором расположен Сайт, за&nbsp;исключением времени проведения профилактических работ.</li>
                                                </ol>
                                            </li>
                                            <li class="fw-bold">Администратор/Владелец Сайта имеет право:
                                                <ol>
                                                    <li>В&nbsp;случае нарушения Пользователем условий Соглашения направить Пользователю предупреждение, содержащее перечень нарушений. В&nbsp;случае если Пользователь не&nbsp;устранит нарушения в&nbsp;течение одного дня с&nbsp;момента направления ему уведомления или повторно нарушит указанные условия или иные условия, Владелец Сайта имеет право в&nbsp;одностороннем порядке отказаться от&nbsp;исполнения Соглашения, заблокировать доступ Пользователей к&nbsp;Профилю Пользователя и&nbsp;аннулировать Профиль Пользователя.</li>
                                                    <li>Осуществлять Модерацию в&nbsp;случаях, когда информация, размещаемая Пользователем, пропагандирует ненависть и/или дискриминацию людей по&nbsp;расовому, этническому, половому, религиозному, социальному признакам; пропагандирует употребление наркотических и&nbsp;прочих средств, наносящих вред здоровью; призывает к&nbsp;бесчеловечному обращению с&nbsp;животными; нарушает права национальных и&nbsp;иных меньшинств; содержит призывы к&nbsp;насильственным действиям; нарушает права авторов и&nbsp;иных владельцев интеллектуальных прав.</li>
                                                    <li>Распоряжаться статистической информацией, связанной с&nbsp;функционированием Сайта, а&nbsp;также информацией Пользователей для обеспечения адресного показа рекламной информации различным аудиториям Пользователей Сайта.</li>
                                                    <li>Направлять Пользователю информацию о&nbsp;развитии Сайта и&nbsp;его сервисов; отправлять sms-сообщения и&nbsp;email-писем с&nbsp;целью информирования о&nbsp;кодах активации, проведения опросов о&nbsp;качестве работы Сайта, предоставления и&nbsp;запросов прочей информации, а&nbsp;также рекламировать собственную деятельность и&nbsp;услуги.</li>
                                                    <li>Изменять стоимость тарифных планов, при этом уведомив пользователя сайта не&nbsp;менее чем за&nbsp;5&nbsp;календарных дней до&nbsp;этого об&nbsp;этом.</li>
                                                </ol>
                                            </li>
                                        </ol>
                                    </li>
                                    <li id="UserRights">Права и обязанности пользователя
                                        <ol>
                                            <li class="fw-bold">Пользователь обязуется:
                                                <ol>
                                                    <li>Полностью ознакомиться с&nbsp;условиями настоящего Соглашения до&nbsp;момента регистрации на&nbsp;Сайте.</li>
                                                    <li>Соблюдать все условия настоящего Соглашения.</li>
                                                    <li>Не&nbsp;передавать сведения о&nbsp;других Пользователях, полученные посредством Сайта, третьим лицам.</li>
                                                    <li>Не&nbsp;передавать свою Учетную информацию третьим лицам.</li>
                                                    <li>Не&nbsp;размещать на&nbsp;Сайте персональные данные других лиц, а&nbsp;также не&nbsp;использовать персональные данные других Пользователей или Пользователей каким-либо образом, не&nbsp;соответствующим требованиям законодательства&nbsp;РФ, в&nbsp;противоправных или противозаконных целях, в&nbsp;целях извлечения выгоды и&nbsp;любых иных целях, не&nbsp;соответствующих целям создания Сайта.</li>
                                                    <li>Не&nbsp;размещать в&nbsp;Профиле информацию и&nbsp;объекты (включая ссылки на&nbsp;них), которые могут нарушать права и&nbsp;интересы других лиц.</li>
                                                    <li>Не&nbsp;регистрироваться в&nbsp;качестве Пользователя от&nbsp;имени или вместо другого лица или регистрировать группу (объединение) лиц или юридическое лицо/индивидуального предпринимателя в&nbsp;качестве Пользователя.</li>
                                                    <li>
                                                        Не&nbsp;загружать, не&nbsp;хранить, не&nbsp;публиковать, не&nbsp;распространять любую информацию, которая:
                                                        <ul>
                                                            <li>нарушает права несовершеннолетних лиц;</li>
                                                            <li>является вульгарной или непристойной, содержит нецензурную лексику, содержит порнографические изображения и&nbsp;тексты или сцены сексуального характера с&nbsp;участием несовершеннолетних;</li>
                                                            <li>содержит сцены насилия либо бесчеловечного обращения с&nbsp;животными;</li>
                                                            <li>содержит описание средств и&nbsp;способов суицида, любое подстрекательство к&nbsp;его совершению;</li>
                                                            <li>пропагандирует и/или способствует разжиганию расовой, религиозной, этнической ненависти или вражды, пропагандирует фашизм или идеологию расового превосходства;</li>
                                                            <li>содержит экстремистские материалы;</li>
                                                            <li>пропагандирует преступную деятельность или содержит советы, инструкции или руководства по&nbsp;совершению преступных действий;</li>
                                                            <li>содержит информацию ограниченного доступа, включая, но&nbsp;не&nbsp;ограничиваясь, государственную и&nbsp;коммерческую тайну, информацию о&nbsp;частной жизни третьих лиц;</li>
                                                            <li>содержит рекламу или описывает привлекательность употребления алкоголя и/или наркотических веществ, в&nbsp;том числе «цифровых наркотиков» (звуковых файлов, оказывающих воздействие на&nbsp;мозг человека за&nbsp;счет бинауральных ритмов), информацию о&nbsp;распространении наркотиков, рецепты их&nbsp;изготовления и&nbsp;советы по&nbsp;употреблению;</li>
                                                            <li>носит мошеннический характер;</li>
                                                            <li>а&nbsp;также нарушает иные права и&nbsp;интересы граждан и&nbsp;юридических лиц или требования законодательства&nbsp;РФ.</li>
                                                        </ul>
                                                    </li>
                                                    <li>Не&nbsp;использовать программное обеспечение и&nbsp;не&nbsp;осуществлять действия, направленные на&nbsp;нарушение нормального функционирования Сайта и&nbsp;его сервисов или персональных страниц Пользователей, не&nbsp;загружать, не&nbsp;хранить, не&nbsp;публиковать, не&nbsp;распространять и&nbsp;не&nbsp;предоставлять доступ или иным образом использовать вирусы, трояны и&nbsp;другие вредоносные программы; не&nbsp;использовать без специального на&nbsp;то&nbsp;разрешения Владельца Сайта автоматизированные скрипты (программы) для сбора информации на&nbsp;Сайте&nbsp;и (или) взаимодействия с&nbsp;Сайтом и&nbsp;его сервисами.</li>
                                                    <li>Не&nbsp;пытаться получить доступ к&nbsp;логину и&nbsp;паролю другого Пользователя, в&nbsp;том числе включая, но&nbsp;не&nbsp;ограничиваясь, обман, взлом Профилей других Пользователей и&nbsp;прочее.</li>
                                                    <li>Оплачивать услуги предоставляемые сайтом, в&nbsp;полном объеме на&nbsp;основании тарифных планов, расположеных по&nbsp;адресу:<a href="https://nextit.ru/tarifs" target="_blank">https://nextit.ru/tarifs.</a></li>
                                                </ol>
                                            </li>
                                            <li class="fw-bold">Пользователю запрещено:
                                                <ol>
                                                    <li>Осуществлять незаконные сбор и&nbsp;обработку персональных данных других Пользователей.</li>
                                                    <li>Осуществлять доступ к&nbsp;каким-либо услугам иным способом, кроме как через интерфейс, предоставленный Администратором/Владельцем Сайта, за&nbsp;исключением случаев, когда такие действия были прямо разрешены Пользователю в&nbsp;соответствии с&nbsp;отдельным соглашением с&nbsp;Администратором/Владельцем Сайта.</li>
                                                    <li>Воспроизводить, дублировать, копировать, продавать, осуществлять торговые операции и&nbsp;перепродавать услуги для каких-либо целей, за&nbsp;исключением случаев, когда такие действия были прямо разрешены Пользователю в&nbsp;соответствии с&nbsp;условиями отдельного соглашения с&nbsp;Администратором/Владельцем Сайта.</li>
                                                    <li>Размещать коммерческую и&nbsp;политическую рекламу вне специальных разделов Сайта, установленных Администратором/Владельцем Сайта.</li>
                                                    <li>Размещать любую информацию, которая, по&nbsp;мнению Владельца Сайта, является нежелательной, ущемляет интересы Пользователей или по&nbsp;другим причинам является нежелательной для размещения на&nbsp;Сайте.</li>
                                                </ol>
                                            </li>
                                            <li class="fw-bold">Пользователь имеет право:
                                                <ol>
                                                    <li>Круглосуточно получать доступ к&nbsp;серверу, на&nbsp;котором расположен Сайт, за&nbsp;исключением времени проведения профилактических работ.</li>
                                                    <li>Самостоятельно изменять пароль, не&nbsp;уведомляя об&nbsp;этом Администратора/Владельца Сайта.</li>
                                                    <li>Самостоятельно редактировать ранее размещенную о&nbsp;себе информацию на&nbsp;Сайте.</li>
                                                    <li>Обратиться в&nbsp;службу поддержки для блокирования своего Профиля (при отсутствии действующих демо-доступов и&nbsp;подписок).</li>
                                                </ol>
                                            </li>
                                            <li class="fw-bold">Пользователь согласен с&nbsp;тем, что, осуществляя доступ к&nbsp;Сайту и&nbsp;пользуясь его контентом, он:
                                                <ol>
                                                    <li>Выражает свое безоговорочное согласие со&nbsp;всеми условиями настоящего Соглашения и&nbsp;обязуется их&nbsp;соблюдать или прекратить использование Сайта.</li>
                                                    <li>Получает личное неисключительное и&nbsp;непередаваемое право использовать контент Сайта на&nbsp;одном компьютере при условии, что ни&nbsp;сам Пользователь, ни&nbsp;любые иные лица при содействии Пользователя не&nbsp;будут копировать или изменять программное обеспечение; создавать программы, производные от&nbsp;программного обеспечения; проникать в&nbsp;программное обеспечение с&nbsp;целью получения кодов программ; осуществлять продажу, уступку, сдачу в&nbsp;аренду, передачу третьим лицам в&nbsp;любой иной форме прав в&nbsp;отношении программного обеспечения сервисов, предоставляемых Сайтом.</li>
                                                    <li>В&nbsp;целях реализации настоящего Соглашения Пользователи дают Администратору/Владельцу Сайта разрешение на&nbsp;использование, хранение, обработку и&nbsp;распространение персональных данных тем способом и&nbsp;в&nbsp;той мере, в&nbsp;которой это необходимо для исполнения условий настоящего Соглашения. Порядок использования, хранения, обработки и&nbsp;распространения персональных данных Пользователей размещен на&nbsp;Сайте по&nbsp;адресу: <a href="https://nextit.ru/policy" target="_blank">https://nextit.ru/policy</a>. Пользователь соглашается на&nbsp;передачу третьим лицам персональных и&nbsp;иных данных, в&nbsp;том числе для целей их&nbsp;обработки, для обеспечения функционирования Сайта, реализации партнерских и&nbsp;иных программ, при условии обеспечения в&nbsp;отношении передаваемых данных режима, аналогичного режиму, существующему на&nbsp;Сайте, в&nbsp;том числе включая, но&nbsp;не&nbsp;ограничиваясь, передачу персональных данных лицам, аффилированным с&nbsp;ИП&nbsp;Каспор Н.А. или заключившим с&nbsp;ними договоры, а&nbsp;также третьим лицам в&nbsp;случаях, когда такая передача необходима для использования Пользователем определенного сервиса либо для исполнения определенного соглашения или договора с&nbsp;Пользователем. Обработка персональных данных осуществляется в&nbsp;соответствии с&nbsp;политикой по&nbsp;обработке персональных данных.</li>
                                                </ol>
                                            </li>
                                        </ol>
                                    </li>
                                    <li id="UserRegistration">Регистрация пользователя
                                        <ol>
                                            <li>В&nbsp;целях пользования услугами, предоставляемыми Администратором/Владельцем Сайта по&nbsp;настоящему Соглашению, Пользователь должен пройти обязательную процедуру регистрации на&nbsp;Сайте по&nbsp;адресу <a href="https://nextit.ru/signup" target="_blank">https://nextit.ru/signup</a>. Регистрация Пользователя на&nbsp;Сайте является бесплатной и&nbsp;добровольной.</li>
                                            <li>При регистрации на&nbsp;Сайте Пользователь обязан предоставить Администратору/Владельцу Сайта необходимую достоверную и&nbsp;актуальную информацию для формирования Профиля, включая уникальные для каждого Пользователя логин (адрес электронной почты) и&nbsp;пароль доступа к&nbsp;Сайту, а&nbsp;также фамилию и&nbsp;имя. Регистрационная форма Сайта может запрашивать у&nbsp;Пользователя дополнительную информацию.</li>
                                            <li>После предоставления информации, указанной в&nbsp;пункте 5.2 настоящего Соглашения, Пользователю необходимо подтвердить регистрацию путем выражения своего желания через нажатие на&nbsp;ссылку подтверждения регистрации в&nbsp;сообщении, отправленном на&nbsp;указанную им&nbsp;электронную почту.</li>
                                            <li>По&nbsp;завершении процесса регистрации Пользователь становится обладателем Учетной информации Пользователя, что означает, что он&nbsp;несет ответственность за&nbsp;безопасность Учетной информации, а&nbsp;также за&nbsp;все, что будет сделано на&nbsp;Сайте под Учетной информацией Пользователя. Пользователь обязан немедленно уведомить Администратора/Владельца Сайта о&nbsp;любом случае несанкционированного доступа к&nbsp;Сайту, то&nbsp;есть осуществленного третьим лицом без согласия и&nbsp;ведома Пользователя и/или о&nbsp;любом нарушении безопасности Учетной информации Пользователя. Администратор/Владелец Сайта не&nbsp;несет ответственности за&nbsp;возможную потерю или порчу данных, которая может произойти из-за нарушения Пользователем положений настоящего пункта Соглашения.</li>
                                            <li>Для начала работы с&nbsp;Сайтом Пользователь должен ввести в&nbsp;соответствующем разделе Сайта свою Учетную информацию.</li>
                                            <li>Если Пользователем не&nbsp;доказано обратное, любые действия, совершенные с&nbsp;использованием его логина и&nbsp;пароля, считаются совершенными соответствующим Пользователем. В&nbsp;случае несанкционированного доступа к&nbsp;логину и&nbsp;паролю и/или Профилю Пользователя или распространения логина и&nbsp;пароля Пользователь обязан незамедлительно сообщить об&nbsp;этом Администратору/Владельцу Сайта в&nbsp;установленном порядке.</li>
                                        </ol>
                                    </li>
                                    <li id="ResponsibilityOfParties">Ответственность сторон
                                        <ol>
                                            <li>Пользователь самостоятельно определяет перечень организационных и&nbsp;программных (для ЭВМ) средств для сохранения в&nbsp;тайне своей Учетной информации и&nbsp;обеспечения санкционированного доступа к&nbsp;ней. Владелец Сайта не&nbsp;несет ответственность за&nbsp;убытки, причиненные Пользователю в&nbsp;результате разглашения третьим лицам Учетной информации Пользователя, произошедшего не&nbsp;по&nbsp;вине Администратора/Владельца Сайта. Если любое лицо, помимо Пользователя, авторизуется на&nbsp;Сайте, используя Учетную информацию Пользователя, то&nbsp;все действия, совершенные таким лицом, будут считаться совершенными этим Пользователем. Пользователь самостоятельно несет ответственность за&nbsp;все действия, совершенные им&nbsp;на&nbsp;Сайте, а&nbsp;также за&nbsp;все действия, совершенные на&nbsp;Сайте любыми иными лицами с&nbsp;использованием Учетной информации Пользователя.</li>
                                            <li>Администратор/Владелец Сайта не&nbsp;гарантирует, что программное обеспечение Сайта не&nbsp;содержит ошибок и/или компьютерных вирусов или посторонних фрагментов кода. Администратор/Владелец Сайта предоставляет возможность Пользователю пользоваться программным обеспечением Сайта «как оно есть», без каких-либо гарантий со&nbsp;стороны Администратора/Владельца Сайта.</li>
                                            <li>Администратор/Владелец Сайта не&nbsp;несет ответственности за&nbsp;убытки, причиненные Пользователю в&nbsp;результате сообщения другим Пользователем недостоверной информации, а&nbsp;также причиненные действиями (бездействием) другого Пользователя. Администратор/Владелец Сайта не&nbsp;гарантирует, что информация, содержащаяся в&nbsp;Профилях Пользователей, является достоверной и&nbsp;полной.</li>
                                            <li>
                                                Администратор/Владелец Сайта прилагает все возможные усилия для обеспечения нормальной работоспособности Сайта, однако не&nbsp;несет ответственности за&nbsp;неисполнение или ненадлежащее исполнение обязательств по&nbsp;Соглашению, а&nbsp;также возможные убытки, возникшие в&nbsp;том числе, но&nbsp;не&nbsp;ограничиваясь, в&nbsp;результате:
                                                <ul>
                                                    <li>неправомерных действий Пользователей, направленных на&nbsp;нарушения информационной безопасности или нормального функционирования Сайта;</li>
                                                    <li>сбоев в&nbsp;работе Сайта, вызванных ошибками в&nbsp;коде, компьютерными вирусами и&nbsp;иными посторонними фрагментами кода в&nbsp;программном обеспечении Сайта;</li>
                                                    <li>отсутствия (невозможности установления, прекращения и&nbsp;пр.) интернет-соединений между сервером Пользователя и&nbsp;сервером Сайта;</li>
                                                    <li>проведения государственными и&nbsp;муниципальными органами, а&nbsp;также иными организациями мероприятий в&nbsp;рамках Системы оперативно-разыскных мероприятий;</li>
                                                    <li>установления государственного регулирования (или регулирования иными организациями) хозяйственной деятельности коммерческих организаций в&nbsp;сети Интернет и/или установления указанными субъектами разовых ограничений, затрудняющих или делающих невозможным исполнение Соглашения;</li>
                                                    <li>других случаев, связанных с&nbsp;действиями (бездействием) Пользователей и/или других субъектов, направленными на&nbsp;ухудшение общей ситуации с&nbsp;использованием сети Интернет и/или компьютерного оборудования, существовавшей на&nbsp;момент заключения Соглашения, а&nbsp;также любых других действий, направленных на&nbsp;Сайт и&nbsp;на&nbsp;третьих лиц;</li>
                                                    <li>выполнения работ, указанных в&nbsp;пунктах 6.5 и&nbsp;6.6 настоящего Соглашения.</li>
                                                </ul>
                                            </li>
                                            <li>Администратор/Владелец Сайта имеет право производить профилактические работы в&nbsp;программно-аппаратном комплексе Сайта с&nbsp;временным приостановлением работы Сайта по&nbsp;возможности в&nbsp;ночное время и&nbsp;максимально сокращая время неработоспособности Сайта, уведомляя об&nbsp;этом Пользователя, если технически это представляется возможным.</li>
                                            <li>В&nbsp;случае наступления форс-мажорных обстоятельств, а&nbsp;также аварий или сбоев в&nbsp;программно-аппаратных комплексах третьих лиц, сотрудничающих с&nbsp;Администратором/Владельцем Сайта, или действий (бездействия) третьих лиц, направленных на&nbsp;приостановку или прекращение функционирования Сайта, возможна приостановка работы Сайта без предварительного уведомления Пользователя.</li>
                                            <li>Администратор/Владелец Сайта не&nbsp;несет ответственности за&nbsp;нарушение Пользователем настоящих Правил и&nbsp;оставляет за&nbsp;собой право по&nbsp;своему собственному усмотрению, а&nbsp;также при получении информации от&nbsp;других пользователей либо третьих лиц о&nbsp;нарушении Пользователем настоящих Правил изменять (модерировать) или удалять любую публикуемую Пользователем информацию, нарушающую запреты, установленные настоящими Правилами (включая личные сообщения), приостанавливать, ограничивать или прекращать доступ Пользователя ко&nbsp;всем или к&nbsp;любому из&nbsp;разделов или сервисов Сайта в&nbsp;любое время по&nbsp;любой причине или без объяснения причин, с&nbsp;предварительным уведомлением или без такового, не&nbsp;отвечая за&nbsp;любой вред, который может быть причинен таким действием. Администратор/Владелец Сайта закрепляет за&nbsp;собой право удалить Профиль Пользователя&nbsp;и (или) приостановить, ограничить или прекратить доступ Пользователя к&nbsp;любому из&nbsp;сервисов Сайта, если обнаружит, что, по&nbsp;его мнению, Пользователь представляет угрозу для Сайта&nbsp;и (или) его Пользователей. Владелец Сайта не&nbsp;несет ответственности за&nbsp;осуществленное в&nbsp;соответствии с&nbsp;настоящими Правилами временное блокирование или удаление информации либо удаление персональной страницы (прекращение регистрации) Пользователя. Удаление Профиля Пользователя означает автоматическое удаление всей информации, размещенной на&nbsp;ней, а&nbsp;также всей информации Пользователя, введенной при регистрации на&nbsp;Сайте. После удаления персональной страницы Пользователь теряет права доступа к&nbsp;Сайту.</li>
                                            <li>Ни&nbsp;одна из&nbsp;Сторон не&nbsp;несет ответственности за&nbsp;полное или частичное неисполнение любой из&nbsp;своих обязанностей, если неисполнение является следствием таких обстоятельств, как наводнение, пожар, землетрясение, другие стихийные бедствия, война или военные действия и&nbsp;другие обстоятельства непреодолимой силы, возникшие после заключения Соглашения и&nbsp;не&nbsp;зависящие от&nbsp;воли Сторон.</li>
                                        </ol>
                                    </li>
                                    <li id="ResolutionProcedure">
                                        Порядок разрешения споров и урегулирования претензий
                                        <ol>
                                            <li>В&nbsp;случае возникновения споров между Пользователем и&nbsp;Администратором/Владельцем Сайта по&nbsp;вопросам, связанным с&nbsp;исполнением Соглашения, Стороны примут все меры к&nbsp;разрешению их&nbsp;путем переговоров между собой. Претензионный порядок разрешения споров обязателен. Претензии Пользователей по&nbsp;предоставляемым Услугам принимаются и&nbsp;рассматриваются Владельцем Сайта только в&nbsp;письменном виде и&nbsp;в&nbsp;порядке, предусмотренном настоящим Соглашением и&nbsp;действующим законодательством РФ.</li>
                                            <li>
                                                Для разрешения споров, возникших между Пользователем и&nbsp;Администратором/Владельцем Сайта в&nbsp;результате использования услуг, применяется следующий претензионный порядок. Пользователь, считающий, что его права нарушены из-за действий Владельца Сайта, направляет последнему претензию, содержащую суть предъявляемого требования, обоснование его предъявления, а&nbsp;также все данные Пользователя. Претензия также направляется Адмиинистратору/Владельцу Сайта в&nbsp;письменном виде посредством отправки по&nbsp;почте;
                                                <ul>
                                                    <li>в&nbsp;течение&nbsp;5 (пяти) рабочих дней со&nbsp;дня получения претензии Администратор/Владелец Сайта обязан изложить свою позицию по&nbsp;указанным в&nbsp;ней принципиальным вопросам и&nbsp;направить свой ответ по&nbsp;адресу электронной почты или почтовому адресу, указанному в&nbsp;претензии Пользователя;</li>
                                                    <li>в&nbsp;случае недостижения разрешения спора путем претензионного порядка спор подлежит рассмотрению в&nbsp;соответствии с&nbsp;пунктом 7.4&nbsp;Соглашения;</li>
                                                    <li>Администратором/Владельцем Сайта не&nbsp;рассматриваются анонимные претензии или претензии, не&nbsp;позволяющие идентифицировать Пользователя на&nbsp;основе предоставленных им&nbsp;при регистрации данных, или претензии, не&nbsp;содержащие данных, указанных в&nbsp;настоящем пункте настоящего Соглашения.</li>
                                                </ul>
                                            </li>
                                            <li>Для решения технических вопросов при определении вины Пользователя в&nbsp;результате его неправомерных действий при пользовании сетью Интернет и&nbsp;Сайтом, в&nbsp;частности, Администратор/Владелец Сайта вправе самостоятельно привлекать компетентные организации в&nbsp;качестве экспертов. В&nbsp;случае установления вины Пользователя последний обязан возместить затраты на&nbsp;проведение экспертизы.</li>
                                            <li>При недостижении согласия между Сторонами путем переговоров спор, вытекающий из&nbsp;настоящего Соглашения, подлежит рассмотрению в&nbsp;суде общей юрисдикции по&nbsp;месту нахождения Администратора/Владельца Сайта.</li>
                                        </ol>
                                    </li>
                                    <li id="OtherConditions">
                                        Прочие условия
                                        <ol>
                                            <li>Настоящее Соглашение вступает в&nbsp;силу с&nbsp;момента акцепта настоящей оферты Пользователем и&nbsp;заключается на&nbsp;неопределенный срок.</li>
                                            <li>Настоящее Соглашение является офертой и&nbsp;в&nbsp;силу действующего гражданского законодательства РФ&nbsp;Администратор/Владелец Сайта имеет право на&nbsp;отзыв оферты в&nbsp;соответствии со&nbsp;статьей 436 Гражданского кодекса РФ. В&nbsp;случае отзыва настоящего соглашения Администратором/Владельцем Сайта настоящее соглашение считается прекращенным с&nbsp;момента отзыва. Отзыв осуществляется путем размещения соответствующей информации на&nbsp;Сайте.</li>
                                            <li>Положения настоящего Соглашения устанавливаются, изменяются и&nbsp;отменяются Владельцем Сайта в&nbsp;одностороннем порядке без предварительного уведомления. С&nbsp;момента размещения на&nbsp;Сайте новой редакции Соглашения предыдущая редакция считается утратившей свою силу. В&nbsp;случае существенного изменения положений настоящего Соглашения Администратор/Владелец Сайта извещает об&nbsp;этом Пользователей путем размещения на&nbsp;Сайте соответствующего сообщения.</li>
                                            <li>Если Пользователь не&nbsp;согласен с&nbsp;условиями настоящего Соглашения, то&nbsp;он&nbsp;должен немедленно удалить свой Профиль с&nbsp;Сайта, в&nbsp;противном случае продолжение использования Пользователем Сайта означает, что Пользователь согласен с&nbsp;условиями Соглашения.</li>
                                            <li>Вопросы, не&nbsp;урегулированные настоящим Соглашением, подлежат разрешению в&nbsp;соответствии с&nbsp;законодательством&nbsp;РФ.</li>
                                        </ol>
                                    </li>
                                </ol>
                            </div>
                            <div class="col-lg-3 d-none d-lg-block sticky-content-js">
                                <div class="nav-block" style="position: relative;">
                                    <div class="nav-block__content sticky-js" style="">
                                        <a class="nav-block__item active" href="#TermsAndDefinitions">Термины и определения
                                        </a>
                                        <a class="nav-block__item" href="#SubjectOfAgreement">Предмет соглашения
                                        </a>
                                        <a class="nav-block__item" href="#AdministrationRights">Права и обязанности Администрации сайта
                                        </a>
                                        <a class="nav-block__item" href="#UserRights">Права и обязанности пользователя
                                        </a>
                                        <a class="nav-block__item" href="#UserRegistration">Регистрация пользователя
                                        </a>
                                        <a class="nav-block__item" href="#ResponsibilityOfParties">Ответственность сторон
                                        </a>
                                        <a class="nav-block__item" href="#ResolutionProcedure">Порядок разрешения споров и урегулирования претензий
                                        </a>
                                        <a class="nav-block__item" href="#OtherConditions">Прочие условия
                                        </a>
                                    </div>
                                </div>
                            </div>
                        </div>
                        <div class="btn-change-page">
                            <div class="row">
                                <div class="col-md">
                                    <a class="btn-change-page__item btn-change-page__item--back" href="/politics">
                                        <div class="btn-change-page__content"><span>Назад</span>
                                            <div class="btn-change-page__text">Политика конфиденциальности
                                            </div>
                                        </div>
                                        <svg class="icon icon-chevron-right ">
                                            <use xlink:href="/storage/site/img/svg/sprite.svg#chevron-right"></use>
                                        </svg>
                                    </a>
                                </div>
                                <div class="col-md">
                                    <a class="btn-change-page__item" href="/partner-terms">
                                        <div class="btn-change-page__content"><span>Далее</span>
                                            <div class="btn-change-page__text">Условия партнерской программы
                                            </div>
                                        </div>
                                        <svg class="icon icon-chevron-right ">
                                            <use xlink:href="/storage/site/img/svg/sprite.svg#chevron-right"></use>
                                        </svg>
                                    </a>
                                </div>
                            </div>
                        </div>
                    </div>
                </section>
                <!-- end sTextContent-->

        </template>
    </Layout>

</template>
<script>


import {mapGetters} from "vuex";

export default {
    data() {

        return {

        }
    },
    computed: {
        ...mapGetters(['getBots']),
    },
    mounted() {
        this.loadBots()
    },
    methods: {

    }
}
</script>
<style lang="scss">

</style>
